tap "derailed/k9s"
tap "deviceinsight/packages"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ansible"
brew "awscli"
brew "bash"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "firefoxpwa"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "graphviz"
brew "jj"
brew "kafkactl"
brew "lazydocker"
brew "lazygit"
brew "mockery"
brew "node"
brew "mongosh"
brew "neovim"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "ripgrep"
brew "sshpass"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "toxiproxy", restart_service: :changed
brew "yazi"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "qmk/qmk/qmk"
cask "nikitabobko/tap/aerospace"
cask "amethyst"
cask "mitmproxy"
cask "notunes"
cask "powershell"
cask "shortcat"
cask "temurin"
cask "whichspace"
cask "ytmdesktop-youtube-music"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "github.com/Thatooine/go-test-html-report"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "github.com/fgrosse/kafkactl"
go "github.com/jesseduffield/lazydocker"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "go.uber.org/mock/mockgen"
go "github.com/google/pprof"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
